Repository: qwer12345uui/tower
Catalog: Tower/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hant

source: iCloud 不可用，请检查系统设置里的 iCloud 云盘是否开启
ar: iCloud غير متاح. تحقّق من تفعيل iCloud Drive في إعدادات النظام
de: iCloud ist nicht verfügbar. Prüfe, ob iCloud Drive in den Systemeinstellungen aktiviert ist
en: iCloud is unavailable. Check that iCloud Drive is on in System Settings
es: iCloud no está disponible. Comprueba que iCloud Drive esté activado en Ajustes
fr: iCloud est indisponible. Vérifiez qu'iCloud Drive est activé dans les Réglages
id: iCloud tidak tersedia. Periksa apakah iCloud Drive aktif di Pengaturan
ja: iCloud を利用できません。システム設定で iCloud Drive がオンか確認してください
ko: iCloud를 사용할 수 없습니다. 시스템 설정에서 iCloud Drive가 켜져 있는지 확인하세요
pt_br: O iCloud está indisponível. Verifique se o iCloud Drive está ativado nos Ajustes
ru: iCloud недоступен. Проверьте, включён ли iCloud Drive в настройках системы
th: ใช้ iCloud ไม่ได้ ตรวจสอบว่าเปิด iCloud Drive ในการตั้งค่าระบบแล้ว
tr: iCloud kullanılamıyor. Sistem Ayarları'nda iCloud Drive'ın açık olduğunu doğrulayın
vi: Không dùng được iCloud. Hãy kiểm tra iCloud Drive đã bật trong Cài đặt hệ thống
zh_hant: iCloud 無法使用，請檢查系統設定裡的 iCloud 雲碟是否開啟

source: iCloud 同步
ar: مزامنة iCloud
de: iCloud-Synchronisierung
en: iCloud Sync
es: Sincronización con iCloud
fr: Synchronisation iCloud
id: Sinkronisasi iCloud
ja: iCloud 同期
ko: iCloud 동기화
pt_br: Sincronização com iCloud
ru: Синхронизация с iCloud
th: การซิงก์ iCloud
tr: iCloud Eşitleme
vi: Đồng bộ iCloud

source: IP 地区
ar: منطقة الملكية الفكرية
de: IP-Region
en: IP region
es: región IP
fr: Région IP
id: wilayah IP
ja: IP リージョン
ko: IP 지역
pt_br: Região IP
ru: IP-регион
th: ภูมิภาค IP
tr: IP bölgesi
vi: Vùng IP
zh_hant: IP 地區

source: Quantumult X 目前没有公开完整配置导入的 URL Scheme。点击下方按钮会立即打开系统文件分享，不上传您的订阅，也不会用不完整的远程资源替代本地规则。
ar: لا يعرض Quantumult X حاليًا نظام URL المستورد الذي تم تكوينه بالكامل. سيؤدي النقر فوق الزر أدناه إلى فتح مشاركة ملفات النظام على الفور دون تحميل اشتراكاتك أو استبدال القواعد المحلية بموارد بعيدة غير مكتملة.
de: Quantumult X stellt derzeit das vollständig konfigurierte importierte URL-Schema nicht zur Verfügung. Wenn Sie auf die Schaltfläche unten klicken, wird die Systemdateifreigabe sofort geöffnet, ohne dass Sie Ihre Abonnements hochladen oder lokale Regeln durch unvollständige Remote-Ressourcen ersetzen müssen.
en: Quantumult X does not offer a URL scheme for full profiles. The button opens the iOS share sheet. Tower never uploads your subscription or replaces local rules with incomplete remote ones.
es: Quantumult X actualmente no expone el esquema de URL importado completamente configurado. Al hacer clic en el botón a continuación, se abrirá inmediatamente el uso compartido de archivos del sistema sin cargar sus suscripciones ni reemplazar reglas locales con recursos remotos incompletos.
fr: Quantumult X n'expose actuellement pas le schéma d'URL importé entièrement configuré. En cliquant sur le bouton ci-dessous, vous ouvrirez immédiatement le partage de fichiers système sans télécharger vos abonnements ni remplacer les règles locales par des ressources distantes incomplètes.
id: Quantumult X saat ini tidak mengekspos Skema URL impor yang dikonfigurasi sepenuhnya. Mengklik tombol di bawah akan segera membuka sistem berbagi file tanpa mengunggah langganan Anda atau mengganti aturan lokal dengan sumber daya jarak jauh yang tidak lengkap.
ja: Quantumult X は現在、完全に構成されたインポートされた URL スキームを公開していません。下のボタンをクリックすると、サブスクリプションをアップロードしたり、ローカル ルールを不完全なリモート リソースに置き換えたりすることなく、すぐにシステム ファイル共有が開きます。
ko: Quantumult X는 현재 완전히 구성된 가져온 URL 체계를 노출하지 않습니다. 아래 버튼을 클릭하면 구독을 업로드하거나 로컬 규칙을 불완전한 원격 리소스로 바꾸지 않고도 시스템 파일 공유가 즉시 열립니다.
pt_br: Atualmente, o Quantumult X não expõe o esquema de URL importado totalmente configurado. Clicar no botão abaixo abrirá imediatamente o compartilhamento de arquivos do sistema sem carregar suas assinaturas ou substituir regras locais por recursos remotos incompletos.
ru: Quantumult X в настоящее время не предоставляет полностью настроенную импортированную схему URL-адресов. Нажатие кнопки ниже немедленно откроет общий доступ к системным файлам без загрузки ваших подписок или замены локальных правил неполными удаленными ресурсами.
th: ขณะนี้ Quantumult X ไม่เปิดเผย Scheme URL ที่นำเข้าซึ่งมีการกำหนดค่าครบถ้วน การคลิกปุ่มด้านล่างจะเปิดการแชร์ไฟล์ระบบทันทีโดยไม่ต้องอัปโหลดการสมัครของคุณหรือแทนที่กฎท้องถิ่นด้วยทรัพยากรระยะไกลที่ไม่สมบูรณ์
tr: Quantumult X şu anda tam yapılandırılmış içe aktarılan URL Şemasını göstermemektedir. Aşağıdaki düğmeye tıklamak, aboneliklerinizi yüklemeden veya yerel kuralları eksik uzak kaynaklarla değiştirmeden sistem dosya paylaşımını hemen açacaktır.
vi: Quantumult X hiện không hiển thị Lược đồ URL đã nhập được định cấu hình đầy đủ. Nhấp vào nút bên dưới sẽ ngay lập tức mở chia sẻ tệp hệ thống mà không cần tải lên đăng ký của bạn hoặc thay thế các quy tắc cục bộ bằng tài nguyên từ xa không đầy đủ.
zh_hant: Quantumult X 目前沒有公開完整配置導入的 URL Scheme。點擊下方按鈕會立即開啟系統檔案分享，不上傳您的訂閱，也不會用不完整的遠端資源取代本機規則。

source: QUIC 参数
ar: إعدادات QUIC
de: QUIC-Einstellungen
en: QUIC settings
es: Ajustes de QUIC
fr: Paramètres QUIC
id: Pengaturan QUIC
ja: QUIC 設定
ko: QUIC 설정
pt_br: Ajustes do QUIC
ru: Параметры QUIC
th: การตั้งค่า QUIC
tr: QUIC ayarları
vi: Thiết lập QUIC
zh_hant: QUIC 參數

source: QUIC 混淆
ar: تشويش QUIC
de: SCHNELLE Verschleierung
en: QUIC obfuscation
es: Ofuscación QUIC
fr: Obscurcissement QUIC
id: Kebingungan QUIC
ja: QUIC難読化
ko: QUIC 난독화
pt_br: Ofuscação QUIC
ru: QUIC-обфускация
th: QUIC ทำให้สับสน
tr: QUIC gizleme
vi: che giấu QUIC

source: REALITY
ar: الواقع
de: WIRKLICHKEIT
es: REALIDAD
fr: RÉALITÉ
id: REALITAS
ja: 現実
ko: 현실
pt_br: REALIDADE
ru: РЕАЛЬНОСТЬ
th: ความเป็นจริง
tr: GERÇEKLİK
vi: THỰC TẾ

source: REALITY 公钥必须与服务器一致；当前仅支持 TCP 或 gRPC 传输。
ar: يجب أن يتطابق المفتاح العام للواقع مع الخادم؛ حاليًا يتم دعم عمليات النقل TCP أو gRPC فقط.
de: Der öffentliche REALITY-Schlüssel muss mit dem Server übereinstimmen; Derzeit werden nur TCP- oder gRPC-Transporte unterstützt.
en: The REALITY public key must match the server; currently only TCP or gRPC transports are supported.
es: La clave pública REALIDAD debe coincidir con la del servidor; Actualmente, solo se admiten transportes TCP o gRPC.
fr: La clé publique REALITY doit correspondre au serveur ; actuellement, seuls les transports TCP ou gRPC sont pris en charge.
id: Kunci publik REALITY harus cocok dengan server; saat ini hanya transport TCP atau gRPC yang didukung.
ja: REALITY 公開キーはサーバーと一致する必要があります。現在、TCP または gRPC トランスポートのみがサポートされています。
ko: REALITY 공개 키는 서버와 일치해야 합니다. 현재는 TCP 또는 gRPC 전송만 지원됩니다.
pt_br: A chave pública REALITY deve corresponder ao servidor; atualmente, apenas transportes TCP ou gRPC são suportados.
ru: Открытый ключ REALITY должен соответствовать серверу; в настоящее время поддерживаются только транспорты TCP или gRPC.
th: พับลิกคีย์ REALITY ต้องตรงกับเซิร์ฟเวอร์ ปัจจุบันรองรับเฉพาะการขนส่ง TCP หรือ gRPC เท่านั้น
tr: REALITY genel anahtarı sunucuyla eşleşmelidir; şu anda yalnızca TCP veya gRPC aktarımları desteklenmektedir.
vi: Khóa công khai THỰC SỰ phải khớp với máy chủ; hiện tại chỉ hỗ trợ truyền tải TCP hoặc gRPC.
zh_hant: REALITY 公鑰必須與伺服器一致；目前僅支援 TCP 或 gRPC 傳輸。

source: REALITY 当前只支持 TCP 或 gRPC 传输
ar: تدعم REALITY حاليًا عمليات نقل TCP أو gRPC فقط
de: REALITY unterstützt derzeit nur TCP- oder gRPC-Transporte
en: REALITY currently only supports TCP or gRPC transports
es: REALITY actualmente solo admite transportes TCP o gRPC
fr: REALITY ne prend actuellement en charge que les transports TCP ou gRPC
id: REALITY saat ini hanya mendukung transport TCP atau gRPC
ja: REALITY は現在、TCP または gRPC トランスポートのみをサポートしています
ko: REALITY는 현재 TCP 또는 gRPC 전송만 지원합니다.
pt_br: REALITY atualmente suporta apenas transportes TCP ou gRPC
ru: REALITY в настоящее время поддерживает только транспорт TCP или gRPC.
th: ปัจจุบัน REALITY รองรับเฉพาะการขนส่ง TCP หรือ gRPC เท่านั้น
tr: REALITY şu anda yalnızca TCP veya gRPC aktarımlarını desteklemektedir
vi: THỰC TẾ hiện chỉ hỗ trợ truyền tải TCP hoặc gRPC
zh_hant: REALITY 目前只支援 TCP 或 gRPC 傳輸

source: REALITY 必须填写服务器公钥
ar: يجب أن تقوم REALITY بملء المفتاح العام للخادم
de: REALITY muss den öffentlichen Schlüssel des Servers eingeben
en: REALITY must fill in the server public key
es: LA REALIDAD debe completar la clave pública del servidor.
fr: REALITY doit renseigner la clé publique du serveur
id: REALITAS harus mengisi kunci publik server
ja: REALITY はサーバーの公開キーを入力する必要があります
ko: REALITY는 서버 공개 키를 입력해야 합니다.
pt_br: REALITY deve preencher a chave pública do servidor
ru: РЕАЛЬНОСТЬ должна заполнить открытый ключ сервера
th: REALITY ต้องกรอกรหัสสาธารณะของเซิร์ฟเวอร์
tr: REALITY, sunucu ortak anahtarını doldurmalıdır
vi: THỰC TẾ phải điền vào khóa chung của máy chủ
zh_hant: REALITY 必須填寫伺服器公鑰

source: REALITY 服务器公钥
ar: المفتاح العام لخادم الواقع
de: Öffentlicher Schlüssel des REALITY-Servers
en: REALITY server public key
es: Clave pública del servidor REALITY
fr: Clé publique du serveur REALITY
id: Kunci publik server REALITAS
ja: REALITY サーバーの公開鍵
ko: REALITY 서버 공개 키
pt_br: Chave pública do servidor REALITY
ru: Открытый ключ сервера REALITY
th: รหัสสาธารณะของเซิร์ฟเวอร์ REALITY
tr: REALITY sunucusu ortak anahtarı
vi: Khóa công khai của máy chủ THỰC SỰ
zh_hant: REALITY 伺服器公鑰

source: Reserved，例如 1,2,3（可选）
ar: محفوظة، مثل 1،2،3 (اختياري)
de: Reserviert, z. B. 1,2,3 (optional)
en: Reserved bytes, for example 1,2,3 (optional)
es: Reservado, como 1,2,3 (opcional)
fr: Réservé, tel que 1,2,3 (facultatif)
id: Dicadangkan, seperti 1,2,3 (opsional)
ja: 1、2、3 などの予約済み (オプション)
ko: 1,2,3과 같은 예약됨(선택 사항)
pt_br: Reservado, como 1,2,3 (opcional)
ru: Зарезервировано, например 1,2,3 (необязательно).
th: สงวนไว้ เช่น 1,2,3 (ไม่บังคับ)
tr: 1,2,3 gibi ayrılmıştır (isteğe bağlı)
vi: Dành riêng, chẳng hạn như 1,2,3 (tùy chọn)
zh_hant: Reserved，例如 1,2,3（可選）

source: Salamander
ar: سلمندر
es: salamandra
fr: Salamandre
ja: サンショウウオ
ko: 도롱뇽
pt_br: Salamandra
ru: Саламандра
th: ซาลาแมนเดอร์
tr: Semender
vi: kỳ nhông

source: Self-Configuration 更多操作
ar: التكوين الذاتي المزيد من العمليات
de: Selbstkonfiguration Weitere Operationen
en: Self-Configuration More operations
es: Autoconfiguración Más operaciones
fr: Auto-configuration Plus d'opérations
id: Konfigurasi Mandiri Lebih banyak operasi
ja: 自己設定 その他の操作
ko: 자체 구성 추가 작업
pt_br: Autoconfiguração Mais operações
ru: Самоконфигурация Дополнительные операции
th: การกำหนดค่าด้วยตนเอง การดำเนินการเพิ่มเติม
tr: Kendi Kendine Yapılandırma Daha fazla işlem
vi: Tự cấu hình Nhiều thao tác hơn

source: Service Name
ar: اسم الخدمة
de: Dienstname
es: Nombre del servicio
fr: Nom du service
id: Nama Layanan
ja: サービス名
ko: 서비스 이름
pt_br: Nome do serviço
ru: Имя службы
th: ชื่อบริการ
tr: Hizmet Adı
vi: Tên dịch vụ

source: ShadowsocksR 参数
ar: معلمات ShadowsocksR
de: ShadowsocksR-Parameter
en: ShadowsocksR parameters
es: Parámetros de ShadowsocksR
fr: Paramètres de ShadowsocksR
id: Parameter ShadowsocksR
ja: ShadowsocksR パラメータ
ko: ShadowsocksR 매개변수
pt_br: Parâmetros ShadowsocksR
ru: Параметры ShadowsocksR
th: พารามิเตอร์ ShadowsocksR
tr: ShadowsocksR parametreleri
vi: Thông số ShadowsocksR
zh_hant: ShadowsocksR 參數

source: Short ID（可选）
ar: معرف قصير (اختياري)
de: Kurz-ID (optional)
en: Short ID (optional)
es: Identificación corta (opcional)
fr: ID court (facultatif)
id: ID pendek (opsional)
ja: 短縮ID (オプション)
ko: 짧은 ID(선택사항)
pt_br: ID curto (opcional)
ru: Короткий идентификатор (необязательно)
th: รหัสสั้น (ไม่บังคับ)
tr: Kısa kimlik (isteğe bağlı)
vi: ID ngắn (tùy chọn)
zh_hant: Short ID（可選）

source: sing-box 内核
ar: نواة صندوق الغناء
de: Sing-Box-Kernel
en: sing-box kernel
es: núcleo de caja de canto
fr: noyau de boîte à chant
id: kernel kotak bernyanyi
ja: シングボックスカーネル
ko: 싱글박스 커널
pt_br: kernel de caixa única
ru: ядро Sing-Box
th: เคอร์เนลกล่องร้องเพลง
tr: şarkı kutusu çekirdeği
vi: hạt nhân hộp hát
zh_hant: sing-box 內核

source: Snell 版本必须是 1 到 6 之间的数字
ar: يجب أن يكون إصدار Snell رقمًا بين 1 و6
de: Die Snell-Version muss eine Zahl zwischen 1 und 6 sein
en: Snell version must be a number between 1 and 6
es: La versión de Snell debe ser un número entre 1 y 6.
fr: La version Snell doit être un nombre compris entre 1 et 6
id: Versi Snell harus berupa angka antara 1 dan 6
ja: スネルのバージョンは 1 ～ 6 の数値である必要があります
ko: Snell 버전은 1에서 6 사이의 숫자여야 합니다.
pt_br: A versão do Snell deve ser um número entre 1 e 6
ru: Версия Snell должна быть числом от 1 до 6.
th: เวอร์ชัน Snell ต้องเป็นตัวเลขระหว่าง 1 ถึง 6
tr: Snell sürümü 1 ile 6 arasında bir sayı olmalıdır
vi: Phiên bản Snell phải là số từ 1 đến 6
zh_hant: Snell 版本必須是 1 到 6 之間的數字

source: SNI（可选）
ar: إس إن آي (اختياري)
de: SNI (optional)
en: SNI (optional)
es: SNI (opcional)
fr: SNI (facultatif)
id: SNI (opsional)
ja: SNI (オプション)
ko: SNI(선택사항)
pt_br: SNI (opcional)
ru: SNI (необязательно)
th: SNI (ไม่บังคับ)
tr: SNI (isteğe bağlı)
vi: SNI (tùy chọn)
zh_hant: SNI（可選）

source: TCP
ar: برنامج التعاون الفني

source: TUIC 需要同时填写 UUID 和密码
ar: يتطلب TUIC كلًا من UUID وكلمة المرور
de: TUIC benötigt sowohl UUID als auch Passwort
en: TUIC needs both a UUID and a password
es: TUIC necesita el UUID y la contraseña
fr: TUIC exige à la fois un UUID et un mot de passe
id: TUIC memerlukan UUID dan kata sandi
ja: TUIC は UUID とパスワードの両方が必要です
ko: TUIC는 UUID와 비밀번호가 모두 필요합니다
pt_br: O TUIC precisa do UUID e da senha
ru: Для TUIC нужны и UUID, и пароль
th: TUIC ต้องกรอกทั้ง UUID และรหัสผ่าน
tr: TUIC hem UUID hem parola gerektirir
vi: TUIC cần cả UUID lẫn mật khẩu
zh_hant: TUIC 需要同時填寫 UUID 和密碼

source: UDP 中继
ar: ترحيل UDP
de: UDP-Relay
en: UDP relay
es: Retransmisión UDP
fr: Relais UDP
id: Relai UDP
ja: UDP リレー
ko: UDP 릴레이
pt_br: Retransmissão UDP
ru: UDP-ретрансляция
th: การส่งต่อ UDP
tr: UDP aktarımı
vi: Chuyển tiếp UDP
zh_hant: UDP 中繼

source: v%@
ar: ت%@

source: WebSocket
ar: WebSockets
de: WebSockets
en: WebSockets
es: WebSockets
fr: WebSockets
id: soket web
ja: Webソケット
ko: 웹소켓
pt_br: WebSockets
ru: Вебсокеты
th: เว็บซ็อกเก็ต
tr: WebSoketleri
vi: WebSockets

source: WireGuard 密钥
ar: مفتاح WireGuard
de: WireGuard-Schlüssel
en: WireGuard Keys
es: Clave WireGuard
fr: Clé WireGuard
id: Kunci WireGuard
ja: ワイヤーガードキー
ko: WireGuard 키
pt_br: Chave WireGuard
ru: Ключ WireGuard
th: ปุ่ม WireGuard
tr: WireGuard anahtarı
vi: Khóa WireGuard
zh_hant: WireGuard 密鑰

source: WireGuard 隧道
ar: نفق WireGuard
de: WireGuard-Tunnel
en: WireGuard Tunnel
es: Túnel WireGuard
fr: Tunnel WireGuard
id: Terowongan WireGuard
ja: ワイヤーガードトンネル
ko: 와이어가드 터널
pt_br: Túnel WireGuard
ru: WireGuard Туннель
th: อุโมงค์ WireGuard
tr: WireGuard Tüneli
vi: Đường hầm WireGuard

source: WireGuard 需要私钥、公钥、本机地址和允许的网段
ar: يتطلب WireGuard مفتاحًا خاصًا ومفتاحًا عامًا وعنوانًا محليًا وقطاعات الشبكة المسموح بها
de: WireGuard erfordert einen privaten Schlüssel, einen öffentlichen Schlüssel, eine lokale Adresse und erlaubte Netzwerksegmente
en: WireGuard requires a private key, peer public key, local address, and allowed IPs
es: WireGuard requiere clave privada, clave pública, dirección local y segmentos de red permitidos
fr: WireGuard nécessite une clé privée, une clé publique, une adresse locale et des segments de réseau autorisés
id: WireGuard memerlukan kunci pribadi, kunci publik, alamat lokal, dan segmen jaringan yang diizinkan
ja: WireGuard には秘密キー、公開キー、ローカル アドレス、および許可されたネットワーク セグメントが必要です
ko: WireGuard에는 개인 키, 공개 키, 로컬 주소 및 허용된 네트워크 세그먼트가 필요합니다.
pt_br: WireGuard requer chave privada, chave pública, endereço local e segmentos de rede permitidos
ru: WireGuard требует закрытый ключ, открытый ключ, локальный адрес и разрешенные сегменты сети.
th: WireGuard ต้องใช้คีย์ส่วนตัว คีย์สาธารณะ ที่อยู่ภายในเครื่อง และส่วนเครือข่ายที่อนุญาต
tr: WireGuard özel anahtar, genel anahtar, yerel adres ve izin verilen ağ bölümleri gerektirir
vi: WireGuard yêu cầu khóa riêng, khóa chung, địa chỉ cục bộ và các phân đoạn mạng được phép
zh_hant: WireGuard 需要私鑰、公鑰、本機位址和允許的網段

source: XTLS Vision
ar: رؤية XTLS
es: Visión XTLS
fr: Vision XLS
id: Visi XTLS
ja: XTLSビジョン
ko: XTLS 비전
pt_br: Visão XTLS
ru: XTLS видение
th: วิสัยทัศน์ XTLS
tr: XTLS Vizyonu
vi: Tầm nhìn của XTLS

source: 一键导出到 %@
ar: تصدير إلى %@
de: In %@ exportieren
en: Export to %@
es: Exportar a %@
fr: Exporter vers %@
id: Ekspor ke %@
ja: %@にエクスポート
ko: %@로 내보내기
pt_br: Exportar para %@
ru: Экспортировать в %@
th: ส่งออกไปยัง %@
tr: %@ Uygulamasına Dışa Aktar
vi: Xuất sang %@
zh_hant: 一鍵匯出到 %@

source: 上次同步 %@
ar: آخر مزامنة %@
de: Zuletzt synchronisiert %@
en: Last synced %@
es: Última sincronización %@
fr: Dernière synchronisation %@
id: Terakhir disinkronkan %@
ja: 最終同期 %@
ko: 마지막 동기화 %@
pt_br: Última sincronização %@
ru: Последняя синхронизация %@
th: ซิงก์ล่าสุด %@
tr: Son eşitleme %@
vi: Đồng bộ lần cuối %@

source: 上移
ar: نقل لأعلى
de: Nach oben
en: Move Up
es: Mover arriba
fr: Déplacer vers le haut
id: Pindahkan ke atas
ja: 上へ移動
ko: 위로 이동
pt_br: Mover para cima
ru: Переместить вверх
th: เลื่อนขึ้น
tr: Yukarı taşı
vi: Di chuyển lên

source: 上行带宽（Mbps）
ar: النطاق الصاعد (ميغابت/ث)
de: Upload-Bandbreite (Mbit/s)
en: Upload bandwidth (Mbps)
es: Ancho de banda de subida (Mbps)
fr: Bande passante montante (Mbit/s)
id: Bandwidth unggah (Mbps)
ja: 上り帯域（Mbps）
ko: 업로드 대역폭(Mbps)
pt_br: Largura de banda de envio (Mbps)
ru: Исходящая скорость (Мбит/с)
th: แบนด์วิดท์ขาขึ้น (Mbps)
tr: Yükleme bant genişliği (Mbps)
vi: Băng thông tải lên (Mbps)
zh_hant: 上行頻寬（Mbps）

source: 上面这些都可以自己去代码里核对。
ar: يمكنك التحقق من كل ما سبق في الشيفرة بنفسك.
de: All das können Sie selbst im Code nachprüfen.
en: You can check all of this in the code yourself.
es: Puede comprobar todo esto en el código.
fr: Vous pouvez vérifier tout cela dans le code.
id: Semua ini bisa Anda periksa sendiri di kodenya.
ja: 以上はすべてコードで自分で確認できます。
ko: 이 모든 것을 직접 코드에서 확인할 수 있습니다.
pt_br: Você pode conferir tudo isso no código.
ru: Всё это можно проверить в коде самостоятельно.
th: ทั้งหมดนี้ตรวจสอบได้เองในซอร์สโค้ด
tr: Bunların hepsini kodda kendiniz doğrulayabilirsiniz.
vi: Bạn có thể tự kiểm chứng tất cả những điều này trong mã nguồn.
zh_hant: 上面這些都可以自己去程式碼裡核對。

source: 下移
ar: نقل لأسفل
de: Nach unten
en: Move Down
es: Mover abajo
fr: Déplacer vers le bas
id: Pindahkan ke bawah
ja: 下へ移動
ko: 아래로 이동
pt_br: Mover para baixo
ru: Переместить вниз
th: เลื่อนลง
tr: Aşağı taşı
vi: Di chuyển xuống

source: 下行带宽（Mbps）
ar: النطاق النازل (ميغابت/ث)
de: Download-Bandbreite (Mbit/s)
en: Download bandwidth (Mbps)
es: Ancho de banda de bajada (Mbps)
fr: Bande passante descendante (Mbit/s)
id: Bandwidth unduh (Mbps)
ja: 下り帯域（Mbps）
ko: 다운로드 대역폭(Mbps)
pt_br: Largura de banda de recepção (Mbps)
ru: Входящая скорость (Мбит/с)
th: แบนด์วิดท์ขาลง (Mbps)
tr: İndirme bant genişliği (Mbps)
vi: Băng thông tải xuống (Mbps)
zh_hant: 下行頻寬（Mbps）

source: 不可撤销
ar: لا يمكن التراجع
de: Unwiderruflich
en: Cannot be undone
es: No se puede deshacer
fr: Irréversible
id: Tidak bisa dibatalkan
ja: 取り消し不可
ko: 되돌릴 수 없음
pt_br: Não pode ser desfeito
ru: Нельзя отменить
th: ยกเลิกไม่ได้
tr: Geri alınamaz
vi: Không thể hoàn tác
zh_hant: 無法復原

source: 不可达
ar: لا يمكن الوصول إليها
de: Nicht erreichbar
en: Unreachable
es: No accesible
fr: Non joignable
id: Tidak dapat dijangkau
ja: 到達不能
ko: 연결 불가
pt_br: Inacessível
ru: Не доступен
th: ไม่สามารถเข้าถึงได้
tr: Ulaşılamaz
vi: Không thể truy cập
zh_hant: 無法連線

source: 不导出
ar: لا تقم بالتصدير
de: Nicht exportieren
en: Do not export
es: no exportar
fr: Ne pas exporter
id: Jangan ekspor
ja: 輸出しないでください
ko: 수출하지 마세요
pt_br: Não exporte
ru: Не экспортировать
th: ห้ามส่งออก
tr: Dışa aktarma
vi: Không xuất khẩu
zh_hant: 不導出

source: 不支持这个 target 参数
ar: هذه المعلمة الهدف غير مدعومة
de: Dieser Zielparameter wird nicht unterstützt
en: This target parameter is not supported
es: Este parámetro de destino no es compatible
fr: Ce paramètre cible n'est pas pris en charge
id: Parameter target ini tidak didukung
ja: このターゲットパラメータはサポートされていません
ko: 이 대상 매개변수는 지원되지 않습니다.
pt_br: Este parâmetro de destino não é compatível
ru: Этот целевой параметр не поддерживается
th: ไม่รองรับพารามิเตอร์เป้าหมายนี้
tr: Bu hedef parametre desteklenmiyor
vi: Tham số mục tiêu này không được hỗ trợ
zh_hant: 不支援這個 target 參數

source: 不确定就保持默认，由客户端决定。
ar: إن لم تكن متأكدًا فاترك الإعداد الافتراضي وليقرّر العميل.
de: Im Zweifel die Standardwerte lassen — der Client entscheidet.
en: When unsure, leave the defaults and let the client decide.
es: Si no estás seguro, deja los valores por defecto y que decida el cliente.
fr: Dans le doute, laissez les valeurs par défaut et laissez le client décider.
id: Kalau ragu, biarkan bawaan dan serahkan pada kliennya.
ja: 分からないときは既定のままにして、クライアントに任せてください。
ko: 확실하지 않으면 기본값을 두고 클라이언트에 맡기세요.
pt_br: Na dúvida, deixe os padrões e deixe o cliente decidir.
ru: Если не уверены, оставьте значения по умолчанию — пусть решает клиент.
th: หากไม่แน่ใจ ให้คงค่าเริ่มต้นและปล่อยให้ไคลเอ็นต์ตัดสินใจ
tr: Emin değilseniz varsayılanları bırakın, kararı istemci versin.
vi: Nếu không chắc, hãy giữ mặc định và để ứng dụng tự quyết.
zh_hant: 不確定就保持預設，由客戶端決定。

source: 二维码
ar: رمز QR
de: QR-Code
en: QR Code
es: Código QR
fr: QR code
id: Kode QR
ja: QR コード
ko: QR 코드
pt_br: Código QR
ru: QR-код
th: คิวอาร์โค้ด
tr: QR Kodu
vi: Mã QR
zh_hant: QR Code

source: 仅导出节点到 %@
ar: تصدير العقد فقط إلى %@
de: Nur Knoten nach %@ exportieren
en: Export Nodes to %@
es: Exportar solo nodos a %@
fr: Exporter uniquement les nœuds vers %@
id: Hanya ekspor node ke %@
ja: ノードのみ%@にエクスポート
ko: 노드만 %@로 내보내기
pt_br: Exportar apenas nós para %@
ru: Экспортировать только узлы в %@
th: ส่งออกเฉพาะโหนดไปที่ %@
tr: Yalnızca düğümleri %@ uygulamasına dışa aktar
vi: Chỉ xuất các nút sang %@
zh_hant: 僅匯出節點到 %@

source: 仅节点
ar: العقدة فقط
de: Nur Knoten
en: Nodes Only
es: Solo nodo
fr: Nœud uniquement
id: Hanya simpul
ja: ノードのみ
ko: 노드만
pt_br: Somente nó
ru: Только узел
th: โหนดเท่านั้น
tr: Yalnızca düğüm
vi: Chỉ nút
zh_hant: 僅節點

source: 仅节点 · %@
ar: العقدة فقط · %@
de: Nur Knoten · %@
en: Nodes Only · %@
es: Solo nodo · %@
fr: Nœud uniquement · %@
id: Hanya simpul · %@
ja: ノードのみ · %@
ko: 노드 전용 · %@
pt_br: Apenas nó · %@
ru: Только узел · %@
th: โหนดเท่านั้น · %@
tr: Yalnızca düğüm · %@
vi: Chỉ nút · %@
zh_hant: 僅節點 · %@

source: 从 %@ 导入
ar: استيراد من %@
de: Import aus %@
en: Import from %@
es: Importar desde %@
fr: Importer depuis %@
id: Impor dari %@
ja: %@ から輸入
ko: %@에서 가져오기
pt_br: Importar de %@
ru: Импорт из %@
th: นำเข้าจาก %@
tr: %@'den içe aktar
vi: Nhập từ %@
zh_hant: 從 %@ 導入

source: 从剪贴板重新粘贴
ar: الصق مرة أخرى من الحافظة
de: Erneut aus der Zwischenablage einfügen
en: Paste again from clipboard
es: Pegar nuevamente desde el portapapeles
fr: Coller à nouveau depuis le presse-papiers
id: Tempel lagi dari clipboard
ja: クリップボードから再度貼り付けます
ko: 클립보드에서 다시 붙여넣기
pt_br: Cole novamente da área de transferência
ru: Вставить еще раз из буфера обмена
th: วางอีกครั้งจากคลิปบอร์ด
tr: Panodan tekrar yapıştır
vi: Dán lại từ clipboard
zh_hant: 從剪貼簿重新貼上

source: 从当前规则移除
ar: إزالة من القواعد الحالية
de: Aus aktuellen Regeln entfernen
en: Remove from Current Rules
es: Quitar de las reglas actuales
fr: Retirer des règles actuelles
id: Hapus dari Aturan Saat Ini
ja: 現在のルールから削除
ko: 현재 규칙에서 제거
pt_br: Remover das regras atuais
ru: Удалить из текущих правил
th: นำออกจากกฎปัจจุบัน
tr: Geçerli Kurallardan Kaldır
vi: Xóa khỏi quy tắc hiện tại
zh_hant: 從目前規則移除

source: 从自定义规则移除
ar: إزالة من القواعد المخصصة
de: Aus eigenen Regeln entfernen
en: Remove from custom rules
es: Quitar de las reglas personalizadas
fr: Retirer des règles personnalisées
id: Hapus dari aturan khusus
ja: カスタムルールから削除
ko: 사용자 지정 규칙에서 제거
pt_br: Remover das regras personalizadas
ru: Убрать из своих правил
th: นำออกจากกฎที่กำหนดเอง
tr: Özel kurallardan çıkar
vi: Xoá khỏi quy tắc tuỳ chỉnh
zh_hant: 從自訂規則移除

source: 代码是公开的
ar: الشيفرة مفتوحة
de: Der Quellcode ist öffentlich
en: The source is public
es: El código es público
fr: Le code est public
id: Kode sumbernya publik
ja: ソースコードは公開されています
ko: 소스 코드는 공개되어 있습니다
pt_br: O código é público
ru: Исходный код открыт
th: ซอร์สโค้ดเปิดเผย
tr: Kaynak kod herkese açık
vi: Mã nguồn là công khai
zh_hant: 程式碼是公開的
